---
kind: property
id: P:Autodesk.Revit.DB.FamilyPointPlacementReference.Name
source: html/bc333e42-afc3-3163-1e53-2be9d544942f.htm
---
# Autodesk.Revit.DB.FamilyPointPlacementReference.Name Property

The name of the corresponding reference point in the Family document.

## Syntax (C#)
```csharp
public string Name { get; }
```